

//FB绑定过程中的一些提示
"__UI_ACCOUNTBIND_FACEBOOK_INFO__"                           ="您目前登入的facebook帳號為: %@，是否綁定該帳號？";   //
"__UI_ACCOUNTBIND_FACEBOOK_COMFIRM__"                        ="使用該帳號";
"__UI_ACCOUNTBIND_FACEBOOK_CANCLE__"                         ="使用其他帳號";
"__UI_ACCOUNTBIND_FACEBOOK_INFO_LOGOUT__"                    ="請先登入你想要綁定的facebook帳號";
"__UI_INVITE_GET_GIFT_MESSAGE__"                             ="%@，條件：%@，您目前已經邀請了好友%d名!";

//系统的提示
/*服务器的访问结果异常提示*/
"textNoNet"                     = "網路不穩定，請確認您的網路狀態！";   //
"textServerReturnError"         = "伺服器返回非空的錯誤，請重新嘗試！";   //
"textServerReturnNull"          = "伺服器返回空值！請重新嘗試！";   //
"textParameterNull"             = "接收參數空，無法處理。請重新嘗試！";
/*按钮文字*/
"titleAlertSureBtnTitle"        = "確認";
"titleAlertCancel"              = "取消";

//关于购买的提示
"textIapParameterNil"       = "購買參數異常，請重新嘗試！";
"textIapNoNet"              = "網路不穩定,購買時請確認網路連線順暢！";   //
"textIapOneIsPaying"        = "有一筆交易正在進行中";
"textIapNoMakePayments"     = "PaymentQueue不支持購買支付！";
"textIapServerInMaintain"   = "伺服器維護中！\n請過一段時間進行購買，感謝您的支持。\nE_code：%@";   //
"textIapNoThisItem"         = "商品不存在！";
"textIapPostCheckNoNet"     = "訂單號:%@ \n由於網路不穩定，暫時無法獲取遊戲幣。建議在良好的網路環境下，點擊“確認”重新獲取遊戲幣；或嘗試重新登入遊戲查看。";
"textIapBuyError"           = "交易訂單號：%@\n验证error！請截圖後聯繫我們客服。\n螢幕截圖將視為補單唯一憑證！";   //
"textIapAppStorePayFail"    = "AppStore支付失敗！\nE_code:%@";
"textIapBuyFail"            = "購買失敗:\n訂單號：%@\n請截圖後聯繫客服。\n螢幕截圖將視為補單唯一憑證！";   //
"textIapUserCancelToPay"    = "您取消了購買！";
"textIapHaveSendGameStone"  = "交易訂單號：%@\n商品已經發送過，請注意查收！";
"textIapBuySuccess"         = "購買成功，遊戲幣已經發送:\n交易訂單號：%@\n祝您遊戲愉快！";
"_PAYING_"                                                ="交易進行中，請稍等";

//关于facebook的提示
/*facebook登录提示*/
"textFbInviteGetFbIDFail"               = "獲取facebook用戶資料失敗！";   //
"textLoginGetFBTokenFail"               = "獲取facebook的token不成功，登入失敗！";
"textLoginGetFBInfoFail"                = "獲取facebook用戶資料失敗，登入失敗！";   //

"text_menber_login"                 = "Member Login";
"text_register"    = "register";
"text_forgot_password" = "Forgot password";
"text_member_center" = "Member center";
"text_Change_Password" = "Change Password";
"text_enter_account" = "Enter your account name";
"text_enter_pwd" = "Enter your password";
"text_remember_login" = "Remember login";
"text_enter_phone" = "Enter phone number";
"text_confirm" = "Confirm";
